{
	"_id" : ObjectId("5901af283f3dfa0480990884"),
	"title" : "she's on a roll! shane warne's rumoured fling emily sears cameos on keeping up with the kardashians",
	"date" : "2017-04-03",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/aushowbiz/article-4374666/Shane-Warne-s-new-fling-Keeping-Kardashians.html",
	"content" : {
		"1" : "The Melbourneborn bombshell posted a short video of herself appearing on the show to Instagram with the caption 'in case you missed my butt tonight on #kuwtk.'",
		"2" : "Emily's relationship with the Kardashians began began last year when she provided the face for the launch of Khloe's denim line Good American – a partnership the pair were promoting on the latest episode of the reality show juggernaut.",
		"3" : "Going up in the world! Former test Australian test cricketer Shane Warne's latest rumoured love interest Emily Sears has scored herself a cameo on the popular US reality show Keeping Up With The Kardashians",
		"4" : "The reaction from fans has been overwhelmingly positive.",
		"5" : "'You're way hotter and better looking than any Kardashian' one Instagrammer quipped.",
		"6" : "'You look incredible as usual' another said.",
		"7" : "Hot! 'You're way hotter and better looking than any Kardashian' one Instagrammer quipped",
		"8" : "Aside from cavorting with the likes of the Kardashians since relocating from Melbourne to Los Angeles five years ago the Maxim model is also rumoured to be the latest love interest for Aussie cricketing icon Shane Warne.",
		"9" : "Shane 42 and Emily 32 were seen getting affectionate with each other at a dinner to celebrate Coldplay rocker Chris Martin's 40th birthday earlier this month.",
		"10" : "To mark the occasion Warne posted a pic of the pair sharing a table to his Instagram account of the pair with the caption 'Aussie mates hanging in LA = awesome'.",
		"11" : "Incredible: 'You look incredible as usual' another fan said",
		"12" : "The  'social influencer' boasts more than 3.9million Instagram followers and campaigned in 2016 against men sending unsolicited 'dick pics'.",
		"13" : "Born and raised in Melbourne Emily Sears grew up being teased by other school kids because of her sizable rear end.",
		"14" : "'I used to be bullied for having a big butt but thankfully it’s now considered a good thing' she told Maxim Australia.",
		"15" : "Big butt: Born and raised in Melbourne Emily Sears grew up being teased by other school kids because of her sizable rear end",
		"16" : "Emily started modelling in Australia appearing on the cover of lad's mag Zoo Magazine several times before moving to Los Angeles five years ago.",
		"17" : "It was in the United States where her career really took off appearing in a  music video clip for Dr Dre and a raunchy Carl’s Jr burger advertisement.",
		"18" : "More recently she has been featured as one of the models for Khloe Kardashian's Good American denim line.",
		"19" : "She also added the job title of 'social influencer' racking up millions of followers on Instagram thanks to her sexy snaps which she often uses for paid promotional gigs.",
		"20" : "Modelling for Khloe: More recently she has been featured as one of the models for Khloe Kardashian's Good American denim line"
	}
}
{
	"_id" : ObjectId("5901af2a3f3dfa0480990885"),
	"title" : "daily mail comment: a welcome end to eu sabre rattling",
	"date" : "2017-04-01",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4370070/DAILY-MAIL-COMMENT-welcome-end-EU-sabre-rattling.html",
	"content" : {
		"1" : "With the help of hysterical Remainers – and the BBC echo chamber – their doommongering became the received wisdom. Britain on bended knee would have to accept whatever terms the EU deigned to offer.",
		"2" : "Well what a turnaround! As European Council President Donald Tusk set out his draft negotiating position yesterday all the posturing and sabre rattling disappeared in a puff of smoke and – heavens above! – the tone was reasonable and sensible.",
		"3" : "As European Council President Donald Tusk set out his draft negotiating position yesterday all the posturing and sabre rattling disappeared and the tone was reasonable and sensible",
		"4" : "As well as promising the EU would not take a ‘punitive approach’ and declaring Brexit should be ‘as smooth as possible’ he acknowledged the remaining 27 states would have much to lose from failing to agree a deal.",
		"5" : "As he made plain EU ministers want a ‘close partnership’ particularly on trade but also – in a vindication of Theresa May’s decision to play the security card – on crime and counterterrorism.",
		"6" : "Most significant of all gone is the rigid insistence that trade talks will not take place until every detail of the divorce is concluded and Mrs May agrees to sign a £50billion cheque.",
		"7" : "Instead there are signs of compromise with the door left open to discussions on trade starting in the autumn and clear common ground on an early deal for EU migrants here and expats on the continent.",
		"8" : "Yes the message was not all sunshine. The idea Britain should agree not to cut tax or red tape as a condition of open trade will cause dismay as it is one of the great potential benefits of leaving.",
		"9" : "But most alarming of all is the attempt to use the future of Gibraltar as a negotiating card in a clear sop to Spain. The idea that different rules could apply to Gibraltar than to the United Kingdom is ludicrous and the EU is naive in the extreme to think ministers will budge one inch.",
		"10" : "But overall Mrs May and Brexit Secretary David Davis will have grounds for cautious optimism. In Mr Davis we have as dogged intelligent and tough a politician as you’ll find in Westminster who knows the murky back corridors of Brussels like the back of his hand.",
		"11" : "Yes there may be crises ahead. But for those who like the Mail have argued for decades that the EU as an institution simply doesn’t work this has been – with the triggering of Article 50 – a great week.",
		"12" : "In a worrying sign banks and regulators have learnt none of the lessons of the 2008 crash the Mail today reveals details of deeply irresponsible credit card lending.",
		"13" : "Five years ago the average applicant required an income of £21500 to get a card a figure that now stands at just £8600. Indeed three quarters of credit cards – including those issued by M&S Sainsbury’s and Lloyds – have no minimum income requirements at all.",
		"14" : "Shamefully some even allow the unemployed to count their jobseekers’ allowance as income when applying.",
		"15" : "Five years ago the average applicant required an income of £21500 to get a card a figure that now stands at just £8600 file photo",
		"16" : "Debt charities rightly worry that families are borrowing large sums they have no prospect of repaying. Once the tempting zero rate deals used to lure them in expire lenders often impose usurious double digit interest.",
		"17" : "As consumer borrowing rises at its fastest rate for 11 years this is a recipe for disaster. The Bank of England rightly stepped in when the mortgage market was overheating two years ago and its review of consumer lending is equally welcome.",
		"18" : "With credit card debt totalling nearly £70billion this is an economic bomb just waiting to go off."
	}
}
{
	"_id" : ObjectId("5901af2d3f3dfa0480990886"),
	"title" : "peter oborne: a shadowy tory cabal and how brexit could still rip the party in two",
	"date" : "2017-04-01",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4370118/How-Brexit-rip-Tory-party-two.html",
	"content" : {
		"1" : "The feuding has been so vicious that for long stretches the party has been virtually ungovernable.",
		"2" : "So when the British people voted to leave Europe last year and Theresa May was elected party leader and Prime Minister to near universal acclaim there was a collective sigh of relief.",
		"3" : "There was a collective sigh of relief  in the Tory Party when the British people voted to leave Europe and Theresa May was elected party leader",
		"4" : "Most observers believed the party would unite around Mrs May as she led us confidently out of Europe.",
		"5" : "I am now convinced that this analysis was premature. In fact I predict that the Conservative Party is on course for one last apocalyptic battle over Britain and the European Union.",
		"6" : "This will be different from the others in one respect. It will not concern British membership of the EU.",
		"7" : "No attempt will be made to reverse the outcome of the referendum last June. However the looming conflict will concern the terms on which we leave.",
		"8" : "I can report that a number of Conservatives are profoundly disappointed by last week’s statements from both Theresa May and her Brexit minister David Davis.",
		"9" : "Many Tory MPs — and I guess the majority of party activists — had been looking for what they call a ‘clean break’ from the EU.",
		"10" : "In her comments accompanying the Article 50 notification to Brussels last week Theresa May made clear that a clean break is the very last thing she has in mind.",
		"11" : "Theresa May has made it clear that a clean break from the EU is the very last thing on her mind",
		"12" : "She has listened hard to lobbying from business from the City the Civil Service the intelligence services and even the Trades Unions all of whom are pressing for British departure from the EU to be as friendly as possible.",
		"13" : "In other words relatively little will change.",
		"14" : "I believe this approach to our new relationship with Brussels may well be common sense. But as night follows day it is certain to generate claims that Mrs May has betrayed the British voters.",
		"15" : "Many Conservatives are concerned that she means for Britain to stay in the EU in all but name. These fears have been inflamed by reports that her husband Philip a City figure whose views carry weight at home is a passionate Remainer.",
		"16" : "The areas of concern over which accords must somehow be struck between London and Brussels are numerous.",
		"17" : "However the three most significant involve the headline issues which dominated the referendum campaign last year. First red tape. Mrs May and David Davis made it plain as a pikestaff last week that a great many EU regulations are here to stay if Britain wants to carry on doing business with Brussels.",
		"18" : "In private Mr Davis calls the socalled Great Repeal Bill — in which Parliament is supposed to bring thousands of areas currently governed by EU regulation back under British law — The Great Continuity Bill. So will we be free in a single bound from European red tape Forget it!",
		"19" : "The second contentious issue is money. The Vote Leave side repeatedly claimed on posters and in their literature that leaving the EU would bring £350 million a week back to Britain. Forget it! That’s not going to happen.",
		"20" : "The main negotiating team is candid that payments to Europe will continue. I understand that privately David Davis says he expects to pay between £9 billion and £16 billion in order to guarantee access to key EU markets.",
		"21" : "David Davis privately says he expects to pay between £9 billion and £16 billion to access key EU markets",
		"22" : "The third and most inflammatory issue is of course immigration. British voters were promised control of national borders. Once again forget it! Both David Davis and Mrs May under pressure from business have made it clear that foreign migration into Britain will continue.",
		"23" : "There are plenty of Tory MPs who take the view that Mrs May is simply being pragmatic. These loyalists understand that Britain must retain a warm relationship with the EU and that there will of course be a price to pay for that.",
		"24" : "But some others believe that readiness to give in on the central issues upon which the referendum was fought is a grievous betrayal. This week those voices were not heard amid the euphoria following the dispatch of the Article 50 letter to Brussels.",
		"25" : "But be assured of one thing: they will not remain silent for long. For I can reveal that Conservative MPs are already starting to rally around an organisation called the European Research Group.",
		"26" : "The members include many of the key figures in the Vote Leave campaign.",
		"27" : "This group communicates secretly through WhatsApp the internet messaging system which cannot be hacked and which by coincidence was used by Khalid Masood minutes before the recent Westminster terrorist attack.",
		"28" : "The European Research Group has some of the characteristics of a party within a party. Significantly it organises members on other issues apart from Europe and more pertinently is capable of mustering significant numbers of Tory MPs. For example it was responsible for the powerful letter sent to the BBC ten days ago complaining about biased coverage of Brexit. Some MPs hostile to this group are already comparing it — unfairly in my view — to Labour’s Militant Tendency at the start of the Eighties.",
		"29" : "I predict that the triumphalism in the Brexit camp will soon diminish as further details of Mrs May’s negotiations emerge",
		"30" : "Its officers include highly respected party figures such as Jacob ReesMogg and Wycombe MP Steve Baker while senior figures such as Iain Duncan Smith are supporters.",
		"31" : "At present this group is loyal. But I predict that the triumphalism in the Brexit camp will soon diminish as further details of Mrs May’s negotiations emerge.",
		"32" : "And when that happens the mood of optimism in the Conservative Party which has held sway in recent months is likely to become more acrimonious as time goes by.",
		"33" : "And finally when Mrs May presents her Brexit deal to the Commons in early 2019 do not rule out the danger that the Tory Party could split in half in one final epic convulsion.",
		"34" : "In such circumstances if Mrs May is to survive as Prime Minister she will need to depend on the support of Labour the Liberals and the SNP. For that reason I do not believe we should count on this government surviving until the official election day in 2020.",
		"35" : "Though she is determined not to do so Mrs May would be best advised to go to the country for an endorsement of her Brexit strategy before then.",
		"36" : "Trump may be gone within a year",
		"37" : "How much longer can Donald Trump survive in the White House",
		"38" : "He’s at war with the Supreme Court. He is fighting a bitter battle with Congress. He is on nonspeaking terms with almost the entirety of the Press.",
		"39" : "Even elements of his own Republican Party have turned against him — and he’s been in office for less than three months.",
		"40" : "Donald Trump is at war with the Supreme Court and fighting a bitter battle with Congress",
		"41" : "Now comes a very dangerous new development for the President. His shortlived National Security Adviser Mike Flynn who was forced to resign over his links to Russia has reentered the fray.",
		"42" : "He said yesterday that he is ready to testify to a Congressional Committee investigating allegations that the Trump camp conspired with Russia to steal the election from Hillary Clinton.",
		"43" : "General Flynn has laid down one condition. He wants immunity from prosecution.",
		"44" : "Yet it is only six months since Mike Flynn said: ‘When you are given immunity that means you have probably committed a crime.’",
		"45" : "Earlier this year I warned that Donald Trump would most likely not last his full term of office.",
		"46" : "I am beginning to wonder whether the U. S. President will still be in the White House this time next year.",
		"47" : "Two weeks ago the Conservative MP Adam Holloway a former soldier and foreign correspondent took himself off to the battle for Mosul where a coalition of forces have converged to wipe out the remains of the murderous Islamic State caliphate. I hope that all ministers and policymakers will read his brave and powerful dispatch. The message is stark. Yes Islamic State will be destroyed. But what comes next may be even worse and the British Foreign Office is clueless about what will unfold. Shia Muslim Iran is using the crisis to pour its militias into Iraq while dispossessed rival Sunni Muslims — the remnants of the Saddam Hussein power base — are left to fear reprisals when the Islamic State melts away. If Holloway is to be believed combustible ingredients are mixing for an even greater catastrophe than the one we have already experienced."
	}
}
{
	"_id" : ObjectId("5901af2e3f3dfa0480990887"),
	"title" : "libby purves: i lost my show, but radio is still the love of my life ",
	"date" : "2017-04-02",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4372060/LIBBY-PURVES-lost-love-radio.html",
	"content" : {
		"1" : "As a child in the 1950s I longed for what we still called a ‘tranny’: the early miniature transistor radios.",
		"2" : "Since grownup radios my mum’s always tuned to Woman’s Hour were big heavy things pocket portables were as exciting to a child as smartphones are now. I built one from a mailorder kit.",
		"3" : "Love affair: Libby Purves said: 'As a child in the 1950s I longed for what we still called a ‘tranny’: the early miniature transistor radios'",
		"4" : "To sit in your den in the hedge with the Goons or just Big Ben’s live chimes from distant London was a serious magic.",
		"5" : "I have never got over this affection: radio is not just a vehicle for music – though it is wonderful for that – but speech broadcasts are a marvellous thing: nimble and agile rich in sound clues whether voices or backgrounds.",
		"6" : "Radio emphasises character and meaning simply because there are no pictures. It doesn’t soothe as TV does but stimulates. If someone on telly talks rubbish we don’t care so much because they’re stuck in that little box in the corner. You can look away and ignore them.",
		"7" : "A voice on the radio is all around you in the room and you judge it more sternly all of us on air get fiercely judged oh yes!.",
		"8" : "A fascinating development indeed is that in our TV age this quality of speechalone is being appreciated again: more and more print publications and individuals take to ‘podcasting’.",
		"9" : "But there is still extra magic in conversations coming out of the air to be captured free in real time by the tiniest cheapest radio.",
		"10" : "Heyday: Libby Purves pictured above in 1978 before she began presenting the Today programme on Radio 4",
		"11" : "By historical accident in Britain the first broadcasts fell into the hands of BBC founder and idealist John Reith who believed its duty was to offer people something better than they thought they wanted.",
		"12" : "Not pompously: he also said ‘unaffected simplicity of utterance alone gets over’ and warned staff that people ‘could not forever be listening to grand music’ and thoughts but needed dance bands and comedies.",
		"13" : "That idea of balance sharing high and low culture developed into a more democratic sound as the Radio Ballads of the 1950s gave voices to ordinary people and then to ever more unfettered discussion of real lives and some very unReithian lifestyles on talk shows now.",
		"14" : "Beyond Radio 4 – the original ‘Home Service’ – radio has exploded into other genres: music stations personalityDJ chatter local radio phonein arguments.",
		"15" : "But Reith’s thoughtful ghost lives on most vividly in Radio 4 where I have spent a lot of my working life. I find myself reflecting on its unique value – because there is no station like it on the planet – and on which parts of it we should cherish.",
		"16" : "Its news is mercifully less distracted by dramatic pictures and oddlooking politicians than the telly bulletins. Drama and crafted documentaries are precious too.",
		"17" : "But what I particularly love and slightly fear for is the risky and fascinating craft of diverse live interviews. Not just in news where it’s often a ritual dance of contradiction but in general programmes like the late Midweek.",
		"18" : "I have found that being interviewed live has a curiously invigorating effect on people. Even the very shy rise to the occasion simply because of the sense that people are listening right now: I’ve seen this in teenagers firsttimers and people who have been through tragedies with a story to tell.",
		"19" : "If they trust the interviewer they’re fine knowing that there can’t be ‘dead air’ – so if they do dry up it’s not their responsibility to keep things going.",
		"20" : "You can effectively vanish by just shutting up – that is an underrated and relaxing advantage of being interviewed live.",
		"21" : "Meanwhile at the other end of the spectrum of fame supercelebs who have been written about often and maybe inaccurately know that they can’t be cut about or quoted out of context; they can contradict the presenter if he or she repeats a wrong rumour. Believe me they do that. So both kinds of interviewee rise to the moment.",
		"22" : "I have loved making crafted documentaries too but the biggest buzz is going live. Just as it must have been in 1922 when the first voice crackled out and the first listeners bent their heads marvelling to a makeshift crystal set…"
	}
}
{
	"_id" : ObjectId("5901af303f3dfa0480990888"),
	"title" : "christopher hart: who will stand up against this creeping insanity infecting our great universities?",
	"date" : "2017-04-04",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4377634/CHRISTOPHER-HART-stand-against-insanity.html",
	"content" : {
		"1" : "Of all our cultural institutions that have been captured by intolerant Leftist activists our universities present the saddest and most ridiculous spectacle.",
		"2" : "A university is meant to be a place of intellectual enquiry where young minds obtain an education that will expand their horizons and expose them to the best that Western civilisation has to offer.",
		"3" : "But many have fallen very far from this ideal. Instead they have degenerated into places more of indoctrination than education wasting precious time pandering to the demands of special interest groups beset by smallminded and selfabsorbed campaigns to do with students’ ‘wellbeing’.",
		"4" : "Universities appear to have forgotten the genuine challenges and lofty pleasures of learning or their role as key transmitters of our national culture history and heritage.",
		"5" : "The latest figure to fall foul of their bizarre and narrowminded obsessions is Dame Jenni Murray doyenne of Radio 4’s Woman’s Hour.",
		"6" : "A few weeks ago she dared to express her opinion that a man who has undergone a sex change to become a woman is still not a woman in the lifelong sense of having been born and grown up female.",
		"7" : "This would sound like common sense to most of us or even a statement of the plain and simple truth. But nothing is plain and simple any more.",
		"8" : "Murray was due to give a talk last Sunday at the Oxford Literary Festival but ran into vociferous protests from the Oxford University Lesbian Gay Bisexual Transgender and Queer Society which wanted to ban her from speaking.",
		"9" : "The organisers were thankfully unmoved and Murray spoke as planned.",
		"10" : "Alas the sorry story just confirms one’s sense of campuses today as overgrown kindergartens full of squeaking millennials so painfully conscious of their rights and feelings it seems doubtful they can be conscious of much else.",
		"11" : "Like the need to buckle down and get a decent education for the looming world of real life ahead of them for instance.",
		"12" : "Hull University has also devoted time to worrying about nonexistent ‘gender problems’. As the Mail reported yesterday it is the first UK university to make PC language an academic requirement warning students: ‘Failure to use gendersensitive language will impact your mark.’",
		"13" : "Yet such petty concerns are typical of the thinking that now plagues our places of higher education. There was the ridiculous row about removing the statue of British colonialist Cecil Rhodes from Oriel College Oxford because he didn’t think in a 21stcentury way. Perhaps that’s because he wasn’t a 21stcentury person Just an idea.",
		"14" : "At least Oriel stood its ground — shortly after donors threatened to withdraw support. But the insidious censorship and suppression continues undermining our nation’s finest places of learning like woodworm or dry rot.",
		"15" : "Only last week Oxford announced it would replace some venerable old portraits of Dead White Males with others featuring women and ethnic minorities.",
		"16" : "A spokesman for the University said however that the new portraits would add to rather than replace existing ones.",
		"17" : "In fact this attempt to rewrite history has already started. In an outstanding example of idiocy the university’s Hertford College in recent years experimented by removing portraits of men such as scholar William Tyndale and putting up photos of newsreader Natasha Kaplinsky and other female graduates and fellows of the College.",
		"18" : "Tyndale was one of the first translators of the Bible into English. He gave us such immortal phrases as ‘an eye for an eye a tooth for a tooth’ ‘let there be light’ and ‘signs of the times’. His contribution to Christianity English history and the world was immeasurable and he paid for his heretical courage by being burned at the stake in 1536.",
		"19" : "Demonstrators outside the Sheldonian Theatre Oxford where radio presenter Jenni Murray was speaking as part of the Oxford Literary Festival",
		"20" : "It will seem unlikely to even the biggest admirer of Kaplinsky that 500 years hence she will be as widely venerated. And of course where Oxford leads others follow in a mad race to prove who is the most progressively daft of all.",
		"21" : "Lincoln’s Students’ Union recently closed all social media accounts for the Conservative society simply because they disliked what they said.",
		"22" : "In a similar vein Cardiff Metropolitan University bans words such as ‘foreman’ and ‘workmanlike’ from usage advising instead ‘supervisor’ and ‘efficient’. I have to ask: what will happen when these intolerant young people leave their university safe havens and enter the real world",
		"23" : "One hopes it’ll soon knock them into line — but I fear that these selfrighteous standard bearers of perpetual moral outrage will soon dominate the workplace as well.",
		"24" : "There are ominous signs that their influence is already being felt. Take the recent announcement from HSBC on genderfluid or ‘nonbinary’ personal titles. Utterly straightfaced HSBC now offers you titles such as: Mx Mre and Msr. That last one is if you see yourself as a mix of Miss and Sir.",
		"25" : "Of course the original archetypal Trendy University lecturer was the fictional Howard Kirk in Malcolm Bradbury’s hilarious novel The History Man from the Seventies. It later became a TV series with Antony Sher.",
		"26" : "In one scene a meeting failed to progress because attendees couldn’t agree whether the term chairman chairwoman or chairperson should be used.",
		"27" : "What was once satire is now reality. The situation may yet deteriorate further. Many of the more extreme manifestations of campus activism originate in the U.S. and then travel here like some sinister infection. And the looniness that now unfolds daily on American university campuses is hard to believe.",
		"28" : "California’s universities have ruled that saying ‘America is a land of opportunity’ constitutes a ‘microaggression’ — a subtle even unconscious slight against minorities.",
		"29" : "Murray was due to give a talk last Sunday at the Oxford Literary Festival but ran into vociferous protests from the Oxford University Lesbian Gay Bisexual Transgender and Queer Society which wanted to ban her from speaking",
		"30" : "The University of Illinois believes that a classroom full of only white students is a ‘microaggression’ in itself.",
		"31" : "Meanwhile the University of New Hampshire’s list of banned or ‘problematic’ words now includes: ‘fathering’ and ‘mothering’ because they ‘gender’ the act of parenting and even ‘American’ because the term too often ignores the existence of South America.",
		"32" : "Naturally a group at Loyola University in Chicago has announced it is establishing a safe space for ‘selfidentified white students’ to explore their feelings of whiteness acknowledge their manifold sins and ‘begin the journey of operating in solidarity with others and their privilege’.",
		"33" : "As for the tricky transgender issue which has caught out poor Jenni Murray she’s certainly not alone.",
		"34" : "Colorado College ran into trouble over screening the gay rights movie Stonewall because the film didn’t include enough transgender people!",
		"35" : "Trans students at the college said the film — on New York riots that sparked the birth of the mainstream gay rights movement — was ‘discursively violent’ and ‘reinforced a hierarchy of oppression’.",
		"36" : "Let’s be clear. Opposing this kind of madness isn’t defending anyone’s right to spout racist or any other type of abuse. That’s been illegal for decades and socially unacceptable for much longer still.",
		"37" : "It’s about defending the right to have different nuanced opinions about complex issues such as gender reassignment or British imperial history.",
		"38" : "The reality is that many people will still have doubts about what sexchange surgery really achieves or decline to view a figure such as Cecil Rhodes as so unquestionably evil that his likeness must be removed from our public spaces.",
		"39" : "Because although there is much to laugh at in the creeping insanity beginning to grip our leading universities some of our most hardwon values are at stake — free speech foremost among them. After all if our universities won’t defend free speech who will"
	}
}
{
	"_id" : ObjectId("5901af313f3dfa0480990889"),
	"title" : "daily mail comment: diesel drivers pay the price of green zealotry",
	"date" : "2017-04-05",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4380990/COMMENT-Diesel-drivers-pay-price-green-zealotry.html",
	"content" : {
		"1" : "As confessions of incompetence go Sir David King’s admission that he was absolutely wrong to advocate diesel cars could hardly be more damning.",
		"2" : "In his role as the former chief scientific adviser to the government – and until last month special representative for climate change – this is a man on whom the public were entitled to rely for scrupulously impartial judgment based on facts.",
		"3" : "Yet now this fervent campaigner against carbon emissions admits he let himself be duped by carmakers who claimed they had solved the more toxic problem of nitrogen oxides spewed out by diesel engines.",
		"4" : "His confession comes too late for millions who tried to do the environmentally friendly thing by switching from petrol after Labour cut diesel fuel duty in 2001.",
		"5" : "Nor can it help those whose health has suffered from diesel pollutants which are linked to dementia and childhood breathing problems and most chilling of all are said to contribute to thousands of deaths.",
		"6" : "So will it be the carmakers – still fiddling emissions tests on an industrywide scale – who are punished for their deceit Or government advisers and politicians such as Lord Prescott Neil Kinnock and Gordon Brown who banged the drum for diesel",
		"7" : "No with depressing predictability those footing the bill for this huge blunder will be the families who did as they were advised.",
		"8" : "They now face crippling charges for driving diesels in lowemission zones while the resale value of their cars – the secondbiggest purchase of their lives after their homes – is sure to plummet. As for King he gets a knighthood!",
		"9" : "Listening to the likes of London mayor Sadiq Khan anyone would think diesel owners were the villains. Yet aren’t they owed a massive apology by the politicians and advisers who misled them",
		"10" : "How many other crimes against the environment health – and our wallets –have been committed in the name of green zealotry",
		"11" : "Brexit saboteurs",
		"12" : "Just what do MPs on the Brexit committee hope to achieve by sneering at Theresa May’s insistence that ‘no deal for Britain is better than a bad deal’",
		"13" : "Can’t they see that in the poker game now begun undermining the Prime Minister can only encourage EU negotiators to push for a harder bargain",
		"14" : "Meanwhile BBC interviewers bowl underarm at Remoaners such as committee chairman Hilary Benn – whose doomladen report so little represents his own body’s members let alone the public that several of them refused to endorse it.",
		"15" : "Yes Today presenter Nick Robinson is correct to point out that with the campaign over the BBC is free of its duty to balance each proRemain voice with one for Leave.",
		"16" : "BBC interviewers bowl underarm at Remoaners such as Hilary Benn – whose doomladen report so little represents his own body’s members that several of them refused to endorse it",
		"17" : "But this cannot excuse his colleague Mishal Husain who yesterday asked the Remoaner London mayor how the Government could stop jobs leaving the capital after Brexit. She even cited the decision by Lloyd’s to open a small office in Brussels – without pointing out that the insurance giant has said London will remain its centre of operations.",
		"18" : "Shouldn’t she have challenged Mr Khan to explain why jobs have flooded into the capital since the vote",
		"19" : "The BBC may no longer be bound to match opposing speakers minuteforminute. But emphatically this does not give it the right to spread Remoaner scaremongering.",
		"20" : "■ Spoken like a true vicar’s daughter! It is ‘ridiculous’ of the National Trust says the Prime Minister to bow to pressure from the sponsor of its annual Easter Egg Trail by renaming it the Cadbury Egg Hunt.",
		"21" : "Shame on Cadbury and the Trust for giving marketing precedence over the most important festival of the Christian year. And well said Mrs May."
	}
}
{
	"_id" : ObjectId("5901af333f3dfa048099088a"),
	"title" : "its a real-life apostrophe catastrophe! craig brown praises the anonymous crusader correcting rogue grammar on signs around bristol",
	"date" : "2017-04-06",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4384834/Its-real-life-apostrophe-catastrophe-says-CRAIG-BROWN.html",
	"content" : {
		"1" : "Keith was you may remember the Founder and Chairman of the AAAA or the Association for the Abolition of the Aberrant Apostrophe.",
		"2" : "‘The AAAA has two simple goals’ he once wrote. ‘Its first is to round up and confiscate superfluous apostrophes from for example fruit and vegetable stalls where potato’s tomatoe’s and apple’s are openly on sale.",
		"3" : "For the past 14 years The Apostrophiser pictured has been on the lookout for rogue apostrophes in Bristol. When he finds one he climbs up a stepladder and using a special tool covers it with a blank sticker",
		"4" : "‘Its second is to redistribute as many as possible of these impounded apostrophes restoring missing apostrophes where they have been lost mislaid or deliberately hijacked — as for instance by British Rail which as part of its refurbishment programme is dismantling the apostrophes from such stations as King’s Cross and shunting them off at dead of night to a secret apostrophe siding at Crewe.’",
		"5" : "For the past 14 years The Apostrophiser has been on the lookout for rogue apostrophes in Bristol. When he finds one he climbs up a stepladder and using a special tool covers it with a blank sticker.",
		"6" : "His very first strike was in 2003 against a council sign that read ‘Open Monday’s to Friday’s’. His second was against a shop called ‘Amys Nail’s’.",
		"7" : "‘It was just so loud and in your face’ he explained on Radio 4. ‘I just couldn’t abide it.’ Recently he corrected a sign saying ‘Cambridge Motor’s’ which had been there for 30 years. Far from being affronted the owner was delighted. ‘It’s good to see people still caring about English grammar’ he said.",
		"8" : "I have no doubt that Keith would have pinned one of his Association’s highest apostropheshaped awards on the hoodie of The Apostrophiser if only hoodie manufacturers had not decided to do away with lapels.",
		"9" : "Since Keith’s death in 2009 there has been no rest for members of the AAAA. A major setback came in 2012 when Waterstone’s bookshop founded by Tim Waterstone decided to scrub out its apostrophe and become Waterstones.",
		"10" : "If a bookshop is capable of setting such a bad example what hope is there for less wordy shops such as greengrocers",
		"11" : "Or should that be greengrocers’ The apostrophe is a notoriously tricky little thing never there when you want it always there when you don’t.",
		"12" : "What became of the apostrophe in the London Underground stations Gants Hill Barons Court and Parsons Green for instance",
		"13" : "The apostrophe can’t even be relied upon to obey its own logic. Its for instance meaning ‘belonging to it’ should really be it’s but isn’t.",
		"14" : "Small wonder then that Cambridge Motors and Amy’s Nails get confused and in a commendable effort to keep up start sprinkling their apostrophes in all the wrong places.",
		"15" : "The Apostrophiser's very first strike was in 2003 against a council sign that read ‘Open Monday’s to Friday’s’. His second was against a shop called ‘Amys Nail’s’",
		"16" : "Needless to say there are those who argue that it would be better to do away with the apostrophe altogether so that tradesmen would no longer experience sleepless nights on redalert for the revenge of The Apostrophiser.",
		"17" : "But as the writer Philip Hensher has pointed out sometimes it is important to distinguish between a plural noun and a possessive and the apostrophe is the only way. As he says: ‘There is a difference between Roald Amundsen on his way back from the South Pole saying “I have no more dinner: I’m going to eat the dogs’” and “going to eat the dogs.” ’",
		"18" : "On the other hand it is hard to avoid the suspicion that The Apostrophiser and all the other stalwarts of the AAAA derive at least as much pleasure as pain from spotting an aberrant apostrophe.",
		"19" : "I used to live near a fruit and veg shop which sported a semipermanent sign saying ‘BANA’S’. It’s hard to gauge the exact mixture of the emotions I felt each time I passed this sign but I’d put it at roughly one third amusement one third smug selfrighteousness and one third irritation.",
		"20" : "Once every apostrophe in Bristol is in the right place then how on earth will The Apostrophiser fill his leisure hours My guess is that he’ll move to Boston Massachusetts home to an organisation called Apostrophe Catastrophe which has the subtitle ‘The Worlds’ Worst. Punctuation;’.",
		"21" : "Apostrophe Catastrophe’s latest findings include shopsigns for Wine Glasse’s and Selfi Stick’s and the halfright halfwrong Monty’s Cab’s. As you can see this work of ours is never done. Or should that be ours’ Or our’s"
	}
}
{
	"_id" : ObjectId("5901af343f3dfa048099088b"),
	"title" : "after a spanish police officer is seen drawing a gun on brits trying to leave the rock, stephen glover warns: make no mistake: this peevish, petty and bullying country's leaders are deadly serious about grabbing gibraltar",
	"date" : "2017-04-06",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4384916/STEPHEN-GLOVER-Spanish-deadly-Gibraltar.html",
	"content" : {
		"1" : "He has been lambasted by normally sensible people for supposedly being bellicose and insulting an ally.",
		"2" : "The Spanish Foreign Minister Alfonso Dastis sniffed loftily that Britain had ‘lost composure’.",
		"3" : "Maybe Lord Howard could have chosen his words more carefully. He was interviewed at home and was perhaps unguarded.",
		"4" : "Scroll down for video",
		"5" : "Long queues were reported on both sides of the frontier as Spanish border officials imposed additional checks following yesterday's incident involving an incursion into Gibraltar waters",
		"6" : "The Royal Navy's HMS Scimitar left chased off Spanish gunboat Infanta Christina right after the incursion",
		"7" : "But he was absolutely right to stress how high the stakes have become since Spain insisted it should have a veto over any final postBrexit deal applying to Gibraltar.",
		"8" : "There are two crucial facts which anyone discussing the future of the British territory should bear in mind.",
		"9" : "One is that the Spanish authorities are absolutely obsessed with it. Gibraltar may be a small place but gaining control of it is high in their priorities.",
		"10" : "The second inescapable truth is that the Foreign Office and many British politicians would be happy to hand Gibraltar over to the Spanish.",
		"11" : "Indeed in 2002 the Blair government cooked up a plan for joint sovereignty that was only scuppered because it was rejected in a referendum by 99 per cent of Gibraltarians in an 88 per cent turnout.",
		"12" : "Let me give some examples of Spain’s fixation with the Rock which seems sometimes to border on psychosis.",
		"13" : "It was of course legally ceded by Spain to Britain in 1713 and became a vital military and naval base for the British Empire.",
		"14" : "In 1954 the fascist dictator General Franco revived Spain’s longdormant claim to the territory after the Queen visited her loyal subjects there.",
		"15" : "She has not visited Gibraltar since because successive British governments have not wished to upset the prickly Spanish.",
		"16" : "More than 99 per cent of Gibraltarians voted in 1967 against Spanish sovereignty.",
		"17" : "Naturally this did not please the undemocratic nationalist Franco and the land border with Spain was effectively closed from 1969 to 1982.",
		"18" : "Gibraltar Police are investigating whether this image shared on social media today features a Spanish Guarda Civil officer pointing a gun at people trying to cross the frontier",
		"19" : "Even with Franco’s death and the dawn of a democratic era in Spain politicians in Madrid did not stop coveting the Rock.",
		"20" : "Queues periodically built up on the border as Spanish customs officials made people’s lives a misery by obstructing them as they tried to pass in and out of the territory — most recently in 2013.",
		"21" : "Whenever British warships dock in Gibraltar Spanish ministers are liable to be thrown into a tizz.",
		"22" : "There was uproar when Charles and Diana boarded the Royal Yacht Britannia off the Rock on their honeymoon in 1981.",
		"23" : "When he heard of their plans in advance King Juan Carlos I of Spain boycotted their wedding.",
		"24" : "So when Alfonso Dastis accuses the British of having ‘lost composure’ I’m afraid I have to pinch myself in disbelief.",
		"25" : "For years the Spanish have been anything but composed. They have been peevish petty and sometimes bullying.",
		"26" : "Speaking personally if there were a tiny Spanish enclave on the coast of Cornwall where one could pop over for a tapas and a glass of rioja I should be delighted.",
		"27" : "But the macho political class in Madrid regard the very existence of Gibraltar as an affront to their honour.",
		"28" : "They are also guilty of gross hypocrisy since the same politicians who react hysterically to the British presence in Gibraltar passionately defend Spain’s possession of Ceuta and Melilla two enclaves in Morocco whose government believes should be Moroccan.",
		"29" : "Thousands of people faced extensive delays as a result of the action by Spanish border guards",
		"30" : "The latest manifestation of Spain’s inability to accept that 99 per cent of the population of Gibraltar regard themselves as British not Spanish is its demand to have a say in the territory’s postBrexit future.",
		"31" : "This is shameless opportunism and it is disgraceful that the EU should have allowed it.",
		"32" : "It can’t be stated too loudly that all 30000 Gibraltarians are legally British and it is the responsibility of the British Government — not Madrid or Brussels — to safeguard their rights after we have left the European Union.",
		"33" : "The final piece of evidence that illustrates just how unbalanced the Spanish government has become was illustrated this week by a photograph of a minuscule British patrol boat all we dare keep in Gibraltar these days escorting a large Spanish warship out of the enclave’s territorial waters.",
		"34" : "Such illegal incursions are frequent. This one was deliberately provocative timed to take place days after the announcement of Spain’s diplomatic coup in obtaining from Brussels a role in discussions about the territory’s future.",
		"35" : "Isn’t it obvious that Madrid is deadly serious — as well as pretty loopy — on this matter",
		"36" : "I don’t suggest it has any intention of invading Gibraltar. As a democratically elected government which is moreover a fellow member of the Nato military alliance it can presumably be expected not to overturn the rule of law.",
		"37" : "But short of armed force the Spanish government will try almost anything to achieve its ends.",
		"38" : "The trouble is that its preoccupation with Gibraltar is neither reasonable nor measured.",
		"39" : "So it might do something drastic. The more weakness we show the greater the danger.",
		"40" : "Here I fear we are vulnerable. For the Spanish may have seen the extreme criticisms of Lord Howard’s intervention as evidence that the British are prepared to be flexible where the future of Gibraltar is concerned.",
		"41" : "After all we have been so in the past bending over backwards in order not to offend Madrid.",
		"42" : "In 2002 the Labour government accepted the principle of joint sovereignty with the Spanish.",
		"43" : "In the mind of the Foreign Office this was doubtless one step away from handing over the Rock entirely.",
		"44" : "Although the then foreign secretary Jack Straw had intimated there would be a vote on the issue the British government wanted to present the people with a fait accompli.",
		"45" : "The Gibraltar government wisely decided to go ahead with a referendum of its own. The result was overwhelming.",
		"46" : "I’m sure Theresa May and even Foreign Secretary Boris Johnson are being genuine when they say they will respect the right of the people of Gibraltar to remain British so long as they want to — which is selfevidently for as far as anyone can see.",
		"47" : "But there are plenty of people in Whitehall and Labour and even some Tories who secretly believe the enclave is an embarrassing anachronism and the sooner it is returned to Spain the better.",
		"48" : "The pusillanimous Foreign Office had similar thoughts about the Falklands in 1981.",
		"49" : "The watering down of British citizenship rights for their inhabitants as well as the withdrawal of a major supply vessel persuaded the Argentines that we were no longer committed to defending the islands.",
		"50" : "However treacherous mandarins had not counted on Margaret Thatcher’s conviction and courage.",
		"51" : "We can easily imagine what such people will say when Spain threatens to unpick a Brexit deal unless it can obtain concessions over Gibraltar.",
		"52" : "They will bleat that 30000 people can’t be allowed to stand in the way of an agreement.",
		"53" : "So despite his somewhat clumsy language I’m on Lord Howard’s side. He realises the enormity of the danger facing our fellow British citizens.",
		"54" : "Never forget: Spain craves Gibraltar and will move heaven and earth to get it."
	}
}
{
	"_id" : ObjectId("5901af353f3dfa048099088c"),
	"title" : "ephraim hardcastle: charles and camilla visit pope francis but no state visit invite for his holiness",
	"date" : "2017-04-06",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4385008/EPHRAIM-HARDCASTLE-Charles-Camilla-visit-Pope-Francis.html",
	"content" : {
		"1" : "Might this be because Francis is keen there should be 'dialogue' with his native Argentina over the future of the Falklands",
		"2" : "As an Argentine cardinal he said on the 30th anniversary of the conflict: 'Pray for those who have fallen the sons of our homeland who went out to defend their mother country to reclaim what is theirs of the homeland that which was usurped from them.'",
		"3" : "Prince Charles and wife Camilla met with Pope Francis this week but did not invite him for a state visit as some thought. Is this because of his stance on the Falklands",
		"4" : "Labour's deputy leader Tom Watson 50 says suspended Ken Livingstone 71 is 'drunk on his own infamy'. Not only on his infamy.",
		"5" : "Boris Johnson 52 revealed long after replacing Livingstone as London mayor: 'We haven't even finished his vast stock of ChateauneufduPape.'",
		"6" : "A 2008 TV documentary said 'Red Ken' began drinking whisky at 10am claiming it was an 'anaesthetic' for chest problems.",
		"7" : "Now enjoying roundtheclock nursing care at his North Carolina home the famous US evangelist Billy Graham 98 is attended by two nurses – 'for accountability purposes' says his preacher grandson Will 42.",
		"8" : "He explains that when his grandfather began his ministry in 1948 Americans were still scandalised by Sinclair Lewis's brilliant 1927 novel Elmer Gantry about a drunken womanising tent preacher.",
		"9" : "Burt Lancaster won an Oscar for playing Gantry pictured below in the 1960 movie.",
		"10" : "So the Billy Graham Rule was agreed. Will explains: 'When my grandfather would check into a hotel a man would go inside the room and look under the bed and into the closets.",
		"11" : "'What they were afraid of was that someone had sneaked into the room like a naked lady with a photographer and she'd jump into his arms and the photographer would take a picture and they'd frame my granddaddy.'",
		"12" : "They never did. Billy Graham became the confidant of every US president up to Barack Obama.",
		"14" : "How will the Queen handle the Foreign Office's 'nightmare scenario' – that during King Felipe of Spain's visit in June he invites HM to come to his own nation which has renewed its interest in gaining sovereignty over Gibraltar",
		"15" : "If she declines citing her great age she'd be expected to send her heir Prince Charles 68. Gibraltarians were furious he didn't include the Rock on his 2011 tour an unhappy experience.",
		"16" : "Prince Felipe as he then was changed his script and mentioned the Gibraltar issue in his state banquet speech.",
		"17" : "Shouldn't Labour's former deputy prime minister John 'Two Jags' Prescott explain to his Sunday Mirror readers his key role in the great diesel row",
		"18" : "As our environment secretary at the time he and the then EU transport commissioner Neil Kinnock were parties to the 1998 European Union agreement with car makers which according to Clean Air in London director Simon Birkett 'was practically an order to switch to diesel'."
	}
}
{
	"_id" : ObjectId("5901af363f3dfa048099088d"),
	"title" : "daily mail comment: trump's cruise missile attack was a principled stand but one that's also fraught with danger",
	"date" : "2017-04-08",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4392246/DAILY-MAIL-COMMENT-principled-stand-fraught-danger.html",
	"content" : {
		"1" : "Indeed it shows that America for the first time in many a year has a president who is not afraid to deploy the immense firepower at his command in defence of the West’s fundamental values.",
		"2" : "It was his much vaunted predecessor Barack Obama – whose soaring rhetoric was rarely matched by decisive action – who laid down a ‘red line’ against chemical weapons but did nothing about it when the line was crossed. This left him and his country looking weak and foolish.",
		"3" : "'Donald Trump’s cruise missile strike against alShayrat airfield in Syria it sends a potent signal that the civilised world will not tolerate the obscenity of chemical warfare'",
		"4" : "Mr Trump’s message will not have been lost either on rogue states such as North Korea which wish the US ill: they provoke this president at their peril.",
		"5" : "It should also be noted that hours before the attack Hillary Clinton urged that America should ‘take out Assad’s airfields’. So Democrats who accuse Mr Trump of behaving like a triggerhappy lunatic would do well to reflect that their own candidate would have done the same.",
		"6" : "Yes the President is an untested novice whose judgment remains deeply questionable to say the least. But it is fair to assume that he listened to the advice of the many seasoned generals and other wise heads in his administration.",
		"7" : "His action is all the more remarkable in that for months he has been talking up his relationship with Vladimir Putin but when push came to shove he was prepared to defy Russia and act on principle.",
		"8" : "As for Downing Street’s swiftness to support Mr Trump – along with France Germany Australia Nato and others – we have difficulty in disagreeing with it. At a frightening time like this it would be the height of folly for the West to present a disunited front to our common enemies.",
		"9" : "And yet this paper cannot help feeling distinctly queasy about the President’s decision to toss another burning match into the tinderbox of the Middle East.",
		"10" : "The fact is that every western intervention in the region for the past 15 years from Iraq to Libya has caused infinitely more suffering than it has spared.",
		"11" : "Add the mindboggling network of alliances and warring factions in Syria – with no clear forces for good on either side – and the risk of making this hellish war bloodier still could hardly be more stark.",
		"12" : "Indeed throw in the presence of Russian troops taking orders from a president just as unpredictable as Mr Trump and it’s no exaggeration to call this a terrifying threat to world peace.",
		"13" : "Add the mindboggling network of alliances and warring factions in Syria – with no clear forces for good on either side – and the risk of making this hellish war bloodier still could hardly be more stark pictured Syria's Shayrat airfield",
		"14" : "And the chilling truth is we simply don’t know who or what to believe about the Syrian war with both sides spreading black propaganda and falsifying news.",
		"15" : "Is Mr Trump 100 per cent sure that the Syrian air force was responsible for the atrocity that provoked this punishment raid If it was to blame this was an almost inexplicable act of strategic folly by president Bashar alAssad.",
		"16" : "Why on Earth would he use sarin letting the world see harrowing photographs of poisoned children just as Syria’s Russian allies were winning grudging plaudits for offering the first glimmer of hope that order might one day be restored",
		"17" : "As for America’s strike isn’t there a risk Assad’s enemies will now launch a poison attack and try to pin the blame on him in the hope of provoking more of the same",
		"18" : "If the best comes of Mr Trump’s action the world will get the message that anyone who deploys a chemical weapon will suffer instant punishment from the mightiest military power on Earth.",
		"19" : "As for the worst… all this paper will say is that it’s utter madness – at such a perilous moment – for Britain to be cutting back our defences while increasing spending on foreign aid."
	}
}
{
	"_id" : ObjectId("5901af373f3dfa048099088e"),
	"title" : "dan hodges: if you're still a member of labour tomorrow you are racist",
	"date" : "2017-04-09",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4393408/If-member-Labour-tomorrow-RACIST.html",
	"content" : {
		"1" : "‘What do you want us to do’ he asked. ‘They don’t give a damn about what we say or do. Frontbench resignation and no confidence motions didn’t work. What’s left Leave the party and they win. My constituents lose.’",
		"2" : "He’s a good dedicated MP who is implacably opposed to Jeremy Corbyn’s rule has spoken out frequently and publicly against him and steadfastly refused to take the Shadow Cabinet shilling. And he’s now destroying his party.",
		"3" : "Ken Livingstone was seen out walking his dog wearing a Tshirt displaying Jeremy Corbyn as Che Guevara. The former London mayor was suspended from the Labour Party last night",
		"4" : "Not Ken Livingstone. Not Corbyn or his ermineclad gofer Shami Chakrabarti – but the good dedicated party members who are letting Labour drift to destruction.",
		"5" : "It’s important to understand what happened on Tuesday. Livingstone was found guilty. He was not acquitted. The panel did not fall for his crackpot altLeft ramblings. They found he had brought Labour into disrepute with ‘prejudicial’ and ‘grossly detrimental’ comments. Then they shrugged and said: ‘See you next year.’",
		"6" : "This is what the Labour Party does now. Not just the Livingstones and the Corbynites but the decent Labour members. Where once they raged against intolerance and prejudice now they shrug it off. Yes some will voice an objection. Or write a letter. Or send a tweet saying how ‘sad’ or ‘troubling’ it all is. And then they will move on. ‘Right let’s get back out on those doorsteps!’ they say to one another in their comradely way.",
		"7" : "Unless you’re a Jewish comrade of course. Some have said Labour is now a racist party. And they’re right. But it’s not just a racist party; it’s an apartheid one. Jews are tolerated but only as secondclass citizens. Imagine if a Labour member casually used the word ‘Paki’. Or accused ‘the blacks’ of being responsible for the slave trade. Or toured the airwaves claiming radical Muslims were Nazi collaborators. Retribution – rightly – would be swift and sure. But use those same slurs against Jews – ‘Zios’ is the favoured phrase – and you will be punished only with the Labour shrug.",
		"8" : "Institutional racism is now so embedded within Labour that if it weren’t so disgusting it would be comical. Remember this is the party that saw the publication of its whitewashed report into its own antiSemitism disrupted by one of its Jewish MPs being abused.",
		"9" : "Many Labour members have told me how difficult they have found things in the wake of the Livingstone verdict. ‘We have to stay and fight’ several have said. No you don’t. You have to leave. And this is why.",
		"10" : "Mr Livingstone has repeatedly refused to apologise for his Hitler rants despite Mr Corbyn ordering a new inquiry into his behaviour",
		"11" : "When decent Labour members say ‘Ken Livingstone is not who we are’ they are deluding themselves. Livingstone is not an aberration; he is Labour royalty. Whenever he stands for the party’s ruling executive he regularly tops the poll. And when he returns he will top it again. If good people remain they are facilitating Labour’s racism. ‘Not in my name’ is a noble sentiment. But not only is it being done in their name; it’s being done with their cash.",
		"12" : "They are also acting as facilitators in a political sense. Corbyn has secured one genuine achievement: the size of the Labour membership. And every time he points to it and his chest swells with pride it is inflated by Labour members.",
		"13" : "Then there is the ‘stay and fight’ canard. Staying and fighting is fine. But the opposite is happening. Not fighting. Not rocking the boat. Not giving Corbyn an internal target he can use to define himself and mobilise his followers.",
		"14" : "The former mayor looked forlorn as he took his golden labrador for a walk near his London home today",
		"15" : "That is the strategy of Labour moderates. Ferocious acquiescence. It is not good enough. Not when confronted with the evil of antiSemitism.",
		"16" : "This weekend Labour members – yes the good decent members – have been out asking people to vote for their party in the local elections.",
		"17" : "Think what it means to ask someone to vote Labour after what we have seen this week.",
		"18" : "‘Hi I’m from Labour. We officially tolerate antiSemitism. Will you please support us’",
		"19" : "Mr Livingstone known as 'Red Ken' has insisted he does not 'see what all the fuss is about' after 100 MPs and peers protested about him not being banned from the party",
		"20" : "The party that once argued for zerotolerance of racism is now asking people to close their eyes to racism. Close their eyes and mimic the Labour shrug.",
		"21" : "Imagine if those efforts bear fruit. ‘What does it say about our country’ Labour activists wailed after the Brexit vote. Well what will it say about the country if it embraces the party of Ken Livingstone",
		"22" : "This should not be a ‘difficult’ time for Labour. It should represent a moment of piercing clarity.",
		"23" : "Labour membership has become morally unjustifiable at least for as long as Ken Livingstone holds the same membership card.",
		"24" : "So let’s return to the question: ‘What should we do’ This. When you say ‘not in my name’ mean it. If you’re in the Shadow Cabinet stop acting like a 1980s pop star headlining Sun City and leave. If you’re a Labour MP resign the whip. If you’re a Labour member cancel your membership. Then pledge clearly and unequivocally you will not return until Ken Livingstone has been expelled. Because if you don’t one day soon you will be asked: ‘When they came for Jews what did you do’ And your response will be to shrug.",
		"25" : "Home Secretary Amber Rudd has won plaudits among her colleagues for her cool esponse to the recent terror attack in Westminster. And I’m told she’s now preparing a new crusade – against what she views as the evil of ‘pensioner abuse’. ‘Amber’s view is that people who target the elderly need to be put in the same bracket as people who abuse children’ a friend tells me. I’m told that she’s in discussion with Theresa May about launching a new initiative around this later in the summer.",
		"26" : "Jeremy Corbyn’s initiative to impose VAT on privateschool tuition fees caused a temporary panic among his colleagues. ‘A couple are thinking they might want to send their own kids private’ an MP informs me ‘and they were worrying it might affect them. Then someone said “Look it doesn’t matter. We’re not going to win the Election so what have we got to worry about” ’ If Labour gets an unexpected polls spike watch for the policy to come ‘under review’."
	}
}
{
	"_id" : ObjectId("5901af383f3dfa048099088f"),
	"title" : "peter hitchens: our 'noble' cause? dropping bombs on behalf of al qaeda",
	"date" : "2017-04-09",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4394216/PETER-HITCHENS-noble-cause-Bombs-Al-Qaeda.html",
	"content" : {
		"1" : "Now we have definitely moved from being a postwar world to being a prewar world. Madness and folly are loose again.",
		"2" : "Consider first that early on Friday morning the United States Navy launched 59 cruise missiles on behalf of Al Qaeda.",
		"3" : "If this is not bad enough for you note that the President of the United States did not even bother to pretend that he was seeking United Nations cover for what he did.",
		"4" : "Note next that in the same week our Prime Minister Theresa May made a duty visit to pay homage to the medieval despots of Saudi Arabia who kindly buy our warplanes and bombs and are currently using them to savage effect in Yemen.",
		"5" : "And President Trump was playing host at the White House to the head of Egypt’s military junta General elSisi whose security forces undoubtedly massacred at least 600 protesters probably many more in the streets of Cairo in August 2013.",
		"6" : "And then mark that the pretext for this bizarre rocket attack was an unproven claim that President Assad of Syria had used poison gas. Yes unproven. The brutality of Sisi and the Saudis is beyond doubt. They didn’t use gas but our leaders’ outrage at Assad’s alleged gas attack looks a little contrived if they keep such company.",
		"7" : "Also what happened to the rules of evidence Many people have written spoken – and now acted – as if the charge was proven. Why the hurry",
		"8" : "Now Mr Assad is not a nice person. I have been writing rude things about his bloodstained and wicked regime for years. But he is not insane.",
		"9" : "He knows that the use of poison gas is the one thing that will make the USA intervene against him. They have said so. He is currently winning his war against Islamist fanatics with conventional weapons.",
		"10" : "He had even finally got the USA to stop demanding his dismissal. Five days before the alleged attack – five days! – America’s UN ambassador Nikki Haley announced: ‘Our priority is no longer to sit there and focus on getting Assad out.’",
		"11" : "The President of the United States did not even bother to pretend that he was seeking United Nations cover for what he did",
		"12" : "So why would he do such a thing and throw away all his victories in a few minutes It makes no sense of any kind. As you ponder this can I explain something about the place where the gas attack is said to have happened",
		"13" : "No independent Western journalist could go there. He or she would be killed or kidnapped within hours. Any report which comes from that region is filtered through people who you never see in the film that does get out. I have met men like them on my travels. I would not want to offend them. These are the Jabhat Fateh alSham alias the AlNusra Front alias Al Qaeda the Syrian ‘opposition’ which we in the West have been supporting for several years.",
		"14" : "Yes that’s right the people we have been helping are not Liberal Democrats or Girl Guides or Quakers. No they are the same movement which destroyed Manhattan’s Twin Towers.",
		"15" : "The only big difference between them and Islamic State is that we drop bombs on Islamic State. And we drop bombs on behalf of AlNusra/Al Qaeda. I’ve noted here before how these people have publicly kidnapped killed and even sunk their teeth into the entrails of dead enemies.",
		"16" : "But in this case another small detail may make you wonder about what you are being told. In some reports of the alleged atrocity a supposed ‘British doctor’ Shajul Islam was quoted or shown on the spot described as a ‘volunteer treating victims in hospital’.",
		"17" : "Actually he shouldn’t really be called a British doctor. He was struck off the British medical register for ‘misconduct’ in March 2016. The General Medical Council won’t say why.",
		"18" : "And in 2012 Shajul Islam was charged with terror offences in a British court. He was accused of imprisoning John Cantlie a British photographer and a Dutchman Jeroen Oerlemans.",
		"19" : "Both men were held by a militant group in Syria and both were wounded when they tried to escape. Shajul Islam it was alleged was among their captors. Shajul Islam’s trial collapsed in 2013 when it was revealed that Mr Cantlie had been abducted once again and could not give evidence.",
		"21" : "Mr Oerlemans refused to give evidence for fear that it would further endanger Mr Cantlie.",
		"22" : "Mr Oerlemans has since been killed in Libya.",
		"23" : "So the supposedly benevolent medical man at the scene of the alleged atrocity turns out to be a struckoff doctor who was once put on trial for kidnapping. Does this change your view at all",
		"24" : "It takes a couple of minutes to find this out if you look. But only one major Western news outlet The Times has put two and two together. Why is that",
		"25" : "It’s for the same reason that we are in this mess. We wish to fool ourselves and are good at it.",
		"26" : "Search and rescue team members along with civilians remove the debris as they try to locate survivors in the Syrian captial Damascus after an Assad airstrike",
		"27" : "The oncewealthy and powerful West is falling to bits. It is bankrupt and increasingly at the mercy of people who have begun to demand something in return for their trade and their loans.",
		"28" : "It is all very sordid and bodes ill for the future but I would mind it less if we admitted what we were doing rather than pretending these wretched events were some sort of noble act.",
		"29" : "Technology will enslave us all... just like Scarlett",
		"30" : "Had I been a teenage boy I would probably have appreciated Scarlett Johansson’s new film Ghost In The Shell more than I did.",
		"31" : "I don’t enjoy ultraviolence or even the sight of Ms Johansson got up as a robot – pictured – as much as I would once have done.",
		"32" : "But I was intrigued to see that the future world in which this film is set is – once again – in a place of gloom and decay much like now but worse.",
		"33" : "Scarlett Johansson plays The Major in Ghost in the Shell. I don’t enjoy ultraviolence or even the sight of Ms Johansson got up as a robot – pictured – as much as I would once have done",
		"34" : "There are gangsters and sordid bars people smoke everyone’s crammed into hamstercage flats in inhuman megacities. People still drive cars. Ever since Blade Runner and Alien and also in Minority Report new technology is not seen as a road to happiness liberty or prosperity.",
		"35" : "I used to think this was pessimistic. Now I think they’ve got it about right.",
		"36" : "Politicians belong in cattle class",
		"37" : "Why should politicians have special aeroplanes to waft them about the place Of course the heir to the throne should take priority over a mere Premier when it comes to allocating RAF jets.",
		"38" : "Air Force One has given them all delusions of grandeur. Monarchs need to be grand. Ministers don’t. Politicians should travel just like the people they represent.",
		"39" : "Most especially they should be made to endure the futile humiliation of airport security and the realities of railway privatisation.",
		"40" : "I miss my last blue passport sadly stolen with its parade of blurred visas from Warsaw Pact states and my Moscow Residence Permit for a very grand address.",
		"41" : "But I don’t think they’ll ever bring it back as it was. It was a survivor from a statelier age.",
		"42" : "The best we can hope for is a weedy blueish plastic booklet all too similar to the miserable things we have now.",
		"43" : "To comment on Peter Hitchens click here"
	}
}
{
	"_id" : ObjectId("5901af383f3dfa0480990890"),
	"title" : "dominic lawson: trump's new gameshow is celebrity president. that's great for the tv networks - but it's deeply disturbing for us",
	"date" : "2017-04-10",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4396358/DOMINIC-LAWSON-Trump-s-new-gameshow-Celebrity-President.html",
	"content" : {
		"1" : "But when it comes to that irascible and impulsive TV news addict Donald Trump he can do more than that. As CommanderinChief he can in no time at all order that 59 Tomahawk cruise missiles be launched at the people responsible for such an upsetting scene on his television.",
		"2" : "This is not to say that President Trump was necessarily wrong to send a spectacular message of rebuke to Bashar alAssad after the Syrian regime had not for the first time employed nerve gas against its own civilians. But that was all it was: a madeforTV message. Of the various forms of possible military action drawn up by the Pentagon at the President’s request this was the most minimal.",
		"3" : "Donald Trump is impulsive so much so that whatever he said yesterday is not the slightest use as a guide to what he might do tomorrow — which could easily be the opposite",
		"4" : "Trump was able to see that film as we all were of the father of ninemonthold Ahmed and Aya Alyousef pictured clutching their perfect little bodies in his arms",
		"5" : "Still there is something disconcerting about the speed with which presidential anger is translated into bombing — especially when it runs exactly opposite to the policy which his administration had set out just five days earlier when Trump’s ambassador to the UN Nikki Haley had declared: ‘Our priority is no longer to focus on getting Assad out’.",
		"6" : "Addicted",
		"7" : "But as I say Trump is impulsive so much so that whatever he said yesterday is not the slightest use as a guide to what he might do tomorrow — which could easily be the opposite. In particular his moods and decisions are principally governed by what he sees on his television screen.",
		"8" : "Unlike previous recent Presidents who watched television for recreation mostly sports Trump is addicted to the cable TV current affairs shows notably Fox News but also CNN — even though he has denounced its output as ‘fake news’.",
		"9" : "An Associated Press report recently informed us: ‘The President’s advisors have tried to curb his cable news consumption during his workday. But there are no limits when the President returns to his residence.’",
		"10" : "Indeed those who follow Trump’s compulsive tweeting will have noticed how frequently he picks on something which has just appeared on a cable news show.",
		"11" : "Apparently a diplomatic telegram from Britain’s ambassador in Washington Kim Darroch had warned our Prime Minister and Foreign Secretary that Trump was about to launch missiles against Syria because our man had heard that Trump had been ‘genuinely shaken’ by what he had seen on his TV: notably the bodies of ninemonthold twins among the victims of the nerve gas attack on the town of Khan Sheikhoun.",
		"12" : "In an ominous threat raising the prospect of war Russia and Iran last night said Trump had crossed a ‘red line’ with his bombardment on the forces of Bashar alAssad shown",
		"13" : "That’s one of the differences between nerve gas attacks and the incendiary barrel bombs which Assad had been unleashing on civilians without any blowback from Washington. The victims of barrel bombs are too hideously disfigured to be shown on our TV screens. No news programme would inflict pictures of incinerated children on viewers.",
		"14" : "But the child victims of nerve gas are completely untouched and therefore the images of their corpses are transmittable. So Trump was able to see that film as we all were of the father of ninemonthold Ahmed and Aya Alyousef clutching their perfect little bodies in his arms. And as the sunlight caught their inert heads you could see they were fairhaired.",
		"15" : "These were the children Trump meant when his voice catching he said ‘beautiful babies’ had been ‘cruelly murdered in his very barbaric attack’. Probably he identified with them as a father and grandfather. But this is emotion not strategy. And it is strategy which seems absent from Trump’s approach to conflict in the Middle East or almost anywhere else for that matter.",
		"16" : "U.S. television news stations have no strategy or policy responsibilities at all merely a commercial imperative to startle entertain — and occasionally horrify — their viewers. Those viewers will want immediate action: and Trump is on their wavelength. He is on their wavelength not just as an addicted viewer himself but also as a TV executive who viscerally understands the market.",
		"17" : "Remarkably Trump remains an executive producer of the reality TV show Celebrity Apprentice even after taking on the onerous duties of President. According to Variety magazine he is still being paid for each new episode of the programme.",
		"18" : "In a sense Trump is now the executive TV producer of Celebrity President: and he knows how the audience wants the man in the hot seat to deal with those who gas ‘beautiful babies’.",
		"19" : "Trump is now the executive TV producer of Celebrity President: and he knows how the audience wants the man in the hot seat to deal with those who gas ‘beautiful babies’",
		"20" : "The new element is that the White House now has the mentality of the TV producer not the fact that 24hour news has become a significant factor in political decisionmaking.",
		"21" : "Reaction",
		"22" : "It was in the Eighties that governing politicians began complaining about what they then called ‘The CNN effect’. What they meant was that this new channel by transmitting pictures of suffering across the globe in real time around the clock had stirred up the public to demand equally instant action and solutions — to famines or bloodshed anywhere.",
		"23" : "Thus the former U.S. Assistant Secretary of State John Shattuck complained: ‘The media got us into Somalia and the media got us out.’ By this he meant that public reaction in 1992 to 24hour news coverage of the suffering of innocent children in that African country got Washington to send troops in — and then the reaction to televised scenes of a slaughtered U.S. helicopter crew in Mogadishu two years later caused White House policy to spin in the opposite direction: disengagement.",
		"24" : "In such cases however the politicians were dragged reluctantly into taking action — and they resented the impact of 24hour TV news.",
		"25" : "Trump however works at the pace and in the style of live TV; which is to say he hardly sleeps at all and is hyperactive and impatient when awake.",
		"26" : "This is great news for the TV networks themselves. But it also should worry us. This is after all the man in control of the world’s biggest arsenal of nuclear weapons.",
		"27" : "EVEN THE POPE ENDURES JUNCKER'S TIDDLY ANTICS",
		"28" : "The President of the European Commission JeanClaude Juncker pictured",
		"29" : "The President of the European Commission JeanClaude Juncker has not forgiven the British Press for revealing — during the diplomatic battle over his appointment in 2014 — the extent of his drinking.",
		"30" : "But he has done little while in office to alleviate those concerns. Footage of a 2015 summit emerged showing him slapping EU leaders while hopping from foot to foot and dancing.",
		"31" : "At least these were just other politicians. But the latest issue of the Catholic Herald reveals he has now subjected the Pope to his boorish behaviour; it quotes a letter from the deputy of the lower chamber of the Polish parliament appalled by his antics.",
		"32" : "Krystyna Pawlowicz wrote personally to Juncker about his alleged ‘alcohol dependency’. This scandalised representative of a strongly Catholic nation went on: ‘Particularly out of place was your behaviour during the last audience with Pope Francis to celebrate the 60th anniversary of the establishment of the European Community.",
		"33" : "‘Your demeanour was offensive not only to Pope Francis but also to the present chiefs of state and heads of governments including women who were certainly too polite to ask you to take a rest.’",
		"34" : "It brings to mind the old story about the heavydrinking British Foreign Secretary of the Sixties George Brown which alleged he went up to an elegant vision in red at a cocktail party in South America to ask for a dance only to receive the response: ‘I will not dance with you for three reasons Mr Brown. The first is that you are drunk. The second is that the band is not playing a waltz but the Peruvian national anthem. And the third is that I am the Cardinal Archbishop of Lima.’",
		"35" : "That story however is apocryphal. Juncker’s behaviour is not. Keep a careful distance during those Brexit negotiations Mrs May."
	}
}
{
	"_id" : ObjectId("5901af393f3dfa0480990891"),
	"title" : "daily mail comment: we need diplomacy... not this sabre-rattling",
	"date" : "2017-04-10",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4396380/DAILY-MAIL-COMMENT-need-diplomacy-not-sabre-rattling.html",
	"content" : {
		"1" : "Even we couldn’t have predicted how rapidly our fears would be realised.",
		"2" : "Yesterday the Russian embassy in London raised the chilling prospect of a ‘real war’ as Mr Trump threatened surprise attacks on Syrian government targets. The US ambassador to the UN said deposing Bashar alAssad is now ‘a priority’.",
		"3" : "Russia and Iran – Assad’s staunchest allies – accused America of crossing a ‘red line’ and pledged to ‘respond with force’. Meanwhile British ministers wildly overplayed their hand by threatening retribution against Vladimir Putin.",
		"4" : "Just two days ago the Mail expressed profound disquiet over Donald Trump’s decision to pulverise the alShayrat military airfield with cruise missiles",
		"5" : "Throughout the weekend bellicose rhetoric has been rising from both camps like steam in a pressure cooker and the world can only hold its breath in the hope that calmer counsel will prevail. The signs are depressingly bad.",
		"6" : "With the US talking about ‘regime change’ we are gripped by a deeply disconcerting sense of dejavu.",
		"7" : "In the seething cauldron of the Middle East recent Western military interventions have ended in calamity. Anyone who doubts that need only ask the beleaguered citizens of Iraq and Libya.",
		"8" : "To their shame ministers here have fuelled the atmosphere of poisonous belligerence. Defence Secretary Michael Fallon’s tirade against Mr Putin over alleged war crimes was as ludicrous as it was irresponsible.",
		"9" : "We are not yet even certain that it was Assad who launched the attack or that he did use deadly sarin gas let alone whether Russia was involved. Foreign Secretary Boris Johnson also chipped in demanding a timetable for Assad’s departure.",
		"10" : "Boris Johnson will today lead calls for Russia to face ‘complete international ostracisation’ unless Vladimir Putin removes his support for the Syrian regime",
		"11" : "Inexperienced as they are these men hold two of Britain’s great offices of state and should realise that the soul of diplomacy is patient dialogue not empty bombast. The idea that Britain can dictate to the Kremlin must have them positively hooting with derision in Red Square.",
		"12" : "So could Britain be dragged once again into the hornets’ nest After a similar gas attack in 2013 Parliament took the sensible decision not to allow David Cameron to launch air strikes against Assad. Their reasons for rejecting military action then are just as relevant today.",
		"13" : "Let us be clear. The Mail has no hesitation in branding Assad a ruthless tyrant or stating that his main supporters Iran and Russia have their own strategic interests at heart. But his enemies – Al Qaeda and the Islamic State group – are surely worse. Deposing Assad could see them unleash even greater terrors on an already tormented region.",
		"14" : "In an ominous threat raising the prospect of war Russia and Iran said the US President had crossed a ‘red line’ with his bombardment on the forces of Bashar alAssad shown",
		"15" : "Mr Trump has proved himself to be an impulsive and emotional man – dangerous qualities in the leader of the world’s most powerful nation. His friends and allies in Britain should be counselling caution and restraint not spurring him on to further aggression.",
		"16" : "The Foreign Office was once the apogee of cool diplomacy and the exercise of ‘soft’ power. Now those skills have been abandoned in favour of tawdry sabrerattling. The ominous question on everyone’s lips is where will it lead us",
		"17" : "With his fat EU pension it should come as no surprise that the treacherous Lord Mandelson is advising Europe to ‘forget Britain and take care of your own interests’.",
		"18" : "The fact that a man of his questionable morals he was twice sacked as a British government minister for dishonesty could rise so high up the greasy EU pole says everything you need to know about that institution – and why this country is right to leave it."
	}
}
{
	"_id" : ObjectId("5901af3a3f3dfa0480990892"),
	"title" : "the secret to trump's hair and craig brown's 11 other things you didn't know about the 'love it or hate it' marmite spread",
	"date" : "2017-04-11",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4399982/11-things-didn-t-know-Marmite.html",
	"content" : {
		"1" : "In strictly controlled tests a goldfish that had not eaten any Marmite was given two hours to open the lid of the iconic jar but failed. Meanwhile a chimpanzee which had been tucking into Marmite on toast was able to unscrew it in just ten seconds.",
		"2" : "2. Marmite was originally discovered in the late 19th century. Having heard rumours of a vast Tanzanian lake composed entirely of a sticky dark brown paste with a salty powerful flavour Sir Digby Tantrum led an expedition there in 1889.",
		"3" : "3. At that time there was a crying need in Victorian Britain for a new savoury spread. Sadly a rival expedition from Norway that set out early that year never reached its destination having stumbled upon Lake Sandwich Spread in the spring.",
		"4" : "‘Having gorged on Sandwich Spread for hours on end we suddenly came over all queasy and found that we could go no further’ said the illfated expedition leader Kurt Rejoinder.",
		"5" : "Psychologists at York University recently suggested that Marmite might help boost brain activity",
		"6" : "4. At first Sir Digby found nothing but a trail of ‘soldiers’ — bread sliced toasted and spread with sticky brown paste then cut into thin strips — scattered around the neighbouring jungle.",
		"7" : "But having followed the trail for 72 miles he came across an extraordinary sight. ‘There before me was a lake of the blackest black stretching for miles on end.",
		"8" : "‘Was this the famous lake for which we had been searching these past six months",
		"9" : "‘I immediately ordered my men to toast some bread. Thereupon I pressed my sword into the lake and spread the sticky substance all over one of those slices of toast.",
		"10" : "‘It was alas not to my taste. But I am not one to give up. I turned to the only female on the expedition held out the spread and said: “I don’t like it but ma’am might.”",
		"11" : "‘And so the famous name was born!’",
		"12" : "5. To this day Marmite is used for many purposes other than eating. In Hobart Tasmania it is employed as cement.",
		"13" : "‘We find the texture perfect for modern building requirements’ says one of the region’s leading construction companies. ‘Though we do urge our workers to wear masks to prevent them being overcome by noxious fumes.’",
		"14" : "Marmite has recently arrived in the White House. ‘President Trump finds it perfect for keeping his hair in place particularly when boarding the helicopter to MaraLago’ confirms Press Secretary Sean Spicer",
		"15" : "6. In parts of Peru jungle tribes daub their bodies in Marmite in an attempt to ward off the evil eye. Covered in the spread they dance around an open fire for up to 15 hours before wiping it all off with spongelike bread and eating it.",
		"16" : "7. In Papua New Guinea Marmite is considered the height of sophistication. Tribesmen who wish to show they are a cut above their neighbours always make sure that their shirts are generously smeared with Marmite before they go out.",
		"17" : "8. Marmite has recently arrived in the White House. ‘President Trump finds it perfect for keeping his hair in place particularly when boarding the helicopter to MaraLago’ confirms Press Secretary Sean Spicer who also uses it for fixing his White House podium in the right position at all times.",
		"18" : "9. Some of the world’s greatest dishes are Marmitebased. Cuttingedge chef Heston Blumenthal has developed Marmite ice cream while the top restaurant in Paris La Marmite continues to serve a famous pudding of Tarte Tatin Au Marmite. Their Sole Dans La Marmite — sole dipped in Marmite — remains one of their most popular main courses.",
		"19" : "10. Ayers Rock in the centre of Australia is believed to house a tenton lump of Marmite at its centre.",
		"20" : "‘We know some sort of savoury spread lies at the heart of this legendary rock’ says the top scientist Barry Kerr who has been investigating the phenomenon for the past 17 years.",
		"21" : "‘But there is a small possibility that it might be a lesserknown brand of peanut butter.’",
		"22" : "11. The advertising slogan for Marmite has changed many times over the years.",
		"23" : "When Marmite came on the market in 1902 its slogan was ‘Nothing Better’. After an intervention by the Advertising Standards Authority this was changed to ‘Better Than Nothing’.",
		"24" : "For the next 40 years the slogan was: ‘For Those In Search of Something Black and Sticky.’",
		"25" : "12. It is often said that Marmite repels mosquitos. ‘I hate the stuff and so do most of my friends’ confirms a leading mosquito."
	}
}
{
	"_id" : ObjectId("5901af3b3f3dfa0480990893"),
	"title" : "alex brummer: greedy, arrogant and amoral. so what a disgrace bankers still haven't been punished",
	"date" : "2017-04-11",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4400044/ALEX-BRUMMER-Bankers-haven-t-punished.html",
	"content" : {
		"1" : "Amid this bonhomie ten days ago — which began with a jokey welcome speech and upbeat report from the Barclays bosses — there was no hint whatsoever that another major financial scandal involving the bank was about to be exposed.",
		"2" : "But then perhaps that’s no surprise since arrogant insouciance has been the trademark attitude of the banking industry over recent years alongside an appalling sense of entitlement.",
		"3" : "But now we know Barclays was facing two very worrying problems. First the chief executive was being investigated by financial regulators for the serious offence of trying to unmask a whistleblower who had raised issues about a senior executive.",
		"4" : "To the accompaniment of the finest wines and a rack of lamb Barclays chairman John McFarlane and chief executive Jes Staley pictured entertained senior financial journalists at the swanky Morton’s club in London",
		"5" : "Criminal",
		"6" : "And then there was Barclays’ alleged complicity in the case revealed yesterday in which Bank of England and government officials have been accused of putting ‘serious pressure’ on Barclays staff to rig interest rates on the Libor London Interbank Offered Rate which crucially sets the cost of global borrowing.",
		"7" : "Both these cases call into grave question the ethics behind the bank’s practices.",
		"8" : "As a result Barclays is being investigated by the Bank of England and the Financial Conduct Authority over how Staley hired from New York’s J.P. Morgan investment bank to restore Barclays’ reputation and prosperity used his bank’s security team and federal officials in the U.S. to track down the whistleblower.",
		"9" : "This drama follows a period of internal tension among Barclays executives that had been ratcheted up in the wake of the controversial recruitment by Staley of former colleagues from J.P. Morgan and Wall Street for the most lucrative jobs at the bank.",
		"10" : "Now this dirty business has been made public Barclays’ board says it will censure Staley and will impose a ‘significant cut’ to his bonus.",
		"11" : "This could not have come at a worse time for Barclays and — more importantly — for public trust in Britain’s banking system which has already been hugely damaged by a series of scandals.",
		"12" : "Nearly a decade after the financial crisis erupted the UK’s banks are still embroiled in a series of criminal legal and regulatory cases which clearly suggest they still have a culture of dishonesty and incompetence.",
		"13" : "Against this shabby background — with countless examples of unscrupulous behaviour much of it undoubtedly illegal — I find it astounding there have been so few criminal cases brought against those responsible.",
		"14" : "Instead of chief executives or chairmen facing charges it has been only minor figures who have been brought to account — such as a UBS trader found guilty of manipulating Libor rates.",
		"15" : "No senior executive or board member has been brought before the courts on either side of the Atlantic.",
		"16" : "And if this serial rulebreaking and attempted coverups of scandals were not damaging enough we have witnessed the shameful way banks have encouraged Britain’s personal debt mountain to mushroom through lax lending policies on credit cards and loans.",
		"17" : "This threatens to turn Britain’s current economic boom into bust.",
		"18" : "Credit card debt has risen to its highest level in 11 years.",
		"19" : "British families owe a total of £67.5 billion on credit cards — cynically enticed to run up huge debts through unsolicited increases in their spending limits and the use of socalled ‘teaser’ zero interest deals that specifically target poor families and encourage them to borrow more than they can afford.",
		"20" : "Wherever you look there seems to be a serious question mark over the integrity of the banking industry.",
		"21" : "For example there is deep disquiet over Lloyds whose former and current senior management are under investigation over what they knew about fraudulent activity at their branch in Reading.",
		"22" : "In February six bankers were jailed for ripping off small business customers to the tune of £245 million.",
		"23" : "Consistently Lloyds bosses have claimed they were unaware of the criminal behaviour of its staff. But as well as devastating customers of the branch the fraud is expected to cost Lloyds investors £250 million in likely compensation payments.",
		"24" : "The truth is senior Lloyds executives knew of the scam as long ago as 2008 but were anxious it has since been revealed ‘not to disclose’ the cost to investors. They wanted to cover it up.",
		"25" : "Also Lloyds’ reluctance to pay compensation to victims of the Reading crime until forced to do so is a damning indictment of a bank whose chief executive Antonio Horta Osorio is struggling to recover his reputation after being exposed for having an extramarital liaison with a woman while attending a conference.",
		"26" : "Barclays’ boss Staley is fighting the U.S. Justice Department which wants to levy a multibillion fine on the bank over its handling of securities based on socalled sub prime mortgages",
		"27" : "Fixing",
		"28" : "Meanwhile at Britain’s largest bank HSBC its annual report revealed 37 separate legal cases over business lapses — ranging from moneylaundering to charges of trying to win the favour of the Chinese authorities by hiring senior local officials’ children.",
		"29" : "As for Barclays there can be fewer charges that are more serious than the accusation of working with the Bank of England and the former Labour government to lower interest rates.",
		"30" : "Thanks to BBC journalists we now have evidence that Barclays claiming it was acting on the authority of the Bank of England deliberately set about fixing the Libor interest rate during the peak of the financial crisis.",
		"31" : "Barclays is also mired in a whole series of other major legal cases.",
		"32" : "The Serious Fraud Office is deep into a long investigation into whether the bank paid unlawful commissions to Middle East investors from Qatar when it raised almost £12 billion of new capital during the credit crunch in 2008.",
		"33" : "On another front Barclays’ boss Staley is fighting the U.S. Justice Department which wants to levy a multibillion fine on the bank over its handling of securities based on socalled sub prime mortgages.",
		"34" : "Ruthless",
		"35" : "These are the vast quantities of loans made by banks to U.S. homeowners who could never pay them back — a scandal that was at the root of the world financial crisis.",
		"36" : "As for Staley’s deeply embarrassing formal reprimand and bonuscut after breaking rules over the whistleblower the board argues that its chief executive was simply acting in the best interest of the bank.",
		"37" : "However I find it extraordinary that a banker of Staley’s experience and seniority felt it was acceptable to intervene in such a case particularly considering that whistleblowing is officially recognised as one of the most important means by which banks are able to protect their values and the trust of the public.",
		"38" : "After the humiliation of bank collapses and subsequent bailouts by taxpayers the British people had hoped that our financial institutions had learned their lesson.",
		"39" : "A new regulatory regime was put in place designed to end the greed arrogance amorality and shoddy business methods that precipitated the worst financial crisis for 80 years and which has cost every man woman and child in this country an estimated £20000.",
		"40" : "But sadly the latest series of scandals shows how little has really changed and how ruthless bankers are still holding the British economy and financial stability to ransom."
	}
}
{
	"_id" : ObjectId("5901af3c3f3dfa0480990894"),
	"title" : "the more that town hall bosses cut public services, the more they line their own pockets, says leo mckinstry",
	"date" : "2017-04-12",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4403538/Town-Hall-bosses-cut-services-line-pockets.html",
	"content" : {
		"1" : "Constantly they indulge in a collective moan about ‘lack of resources’ and ‘underfunding’. In recent months as postfinancial crash austerity policies have begun to take effect the orchestrated gripes have increased in volume.",
		"2" : "Amid dire warnings that basic frontline services are under threat Town Hall chiefs complain that they have no alternative but to increase the council tax bills of families.",
		"3" : "Yet all this bleating could hardly be less justified. The reality is that when it comes to spending too many councils concentrate on the interests of their senior staff rather than the needs of the public.",
		"4" : "The reality is that when it comes to spending too many councils concentrate on the interests of their senior staff rather than the needs of the public",
		"5" : "What exists across much of local government is an outoftouch culture of entitlement paid for by taxpayers. How else can we explain why the number of council bosses paid more than the Prime Minister has soared",
		"6" : "A shocking audit by the TaxPayers’ Alliance an independent lobby group this week revealed that 539 council staff pocketed at least £150000 in pay and benefits last year — and 2314 employees are on at least £100000 a year up 89 on the year before.",
		"7" : "This obscene pay bonanza exposes the warped priorities that mean key services such as social care schools housing and rubbish collection are suffering. This subsidised extravagance makes a mockery of the protests about lack of cash.",
		"8" : "In some respects that has always been the way with local government as I know from my own experience.",
		"9" : "Before I became a writer in 1995 I spent almost a decade as a councillor and an official in a number of local authorities.",
		"10" : "I had entered public service with a sense of idealism but gradually became disillusioned with what I saw as an inwardlooking badly mismanaged system that seemed relentlessly focused on the interests of its staff. In contrast to all the hysterical propaganda about ‘Tory cuts’ I saw inefficiency and abuses.",
		"11" : "One of the first articles I produced for this paper 22 years ago was on how tax revenues were lavished on ‘absurdly top heavy structures’. Councils I wrote in 1995 ‘seem to have money to waste’.",
		"12" : "Whingeing by our local authorities about cuts to services has long been one of the depressing soundtracks of daily political life",
		"13" : "Of course local authorities are desperate to convince us they’ve changed dramatically over the past two decades. They say they have become lean machines stripping out management hierarchies and ensuring value for money.",
		"14" : "Squandered",
		"15" : "But as the TaxPayers’ Alliance report demonstrates this is hollow rhetoric. A vast edifice of greed is still being maintained at public expense.",
		"16" : "In Sunderland one of the most disadvantaged parts of the country the council squandered £1.2 million on payouts for two senior managers who quit after an incriminating Ofsted report on the running of children’s services.",
		"17" : "One former chief executive Dave Smith received a golden farewell of £625000 a payout that rewarded failure and showed contempt for the public of Sunderland.",
		"18" : "In nearby Hambleton District Council £757000 was dished out in redundancy payments to three officers.",
		"19" : "In the Potteries John van de Laarschot was given a £350000 package on leaving as Stoke’s chief executive in 2015 only to turn up months later as the head of Nottingham College.",
		"20" : "John Sinnott chief executive of Leicestershire County Council is on £231000ayear made up of a salary of £187000 and £44000 in pension contributions and other benefits.",
		"21" : "And this racket is happening all over the country. The London Borough of Southwark which like Sunderland is a deprived area has 45 staff on packages above £100000. Essex County Council has 36 employees on six figures.",
		"22" : "The gravy train continues to roll despite all the handwringing talks about ‘cuts’.",
		"23" : "Among jobs being advertised in local government are a director of corporate affairs press officer at Barnsley Council on £96200 a year an executive director at the London Assembly on £130000 a ‘head of partnerships and integration’ at Brent Council on £91000 and a director of housing at Sandwell in the Midlands on £103000.",
		"24" : "Racket",
		"25" : "Last month Sir David Carter the national schools commissioner spoke of a recent visit to a secondary school with 45 people on its leadership team.",
		"26" : "At a meeting to discuss the school’s deficit he said he was the only person in the room who realised there must be a link between the financial black hole and overstaffing.",
		"27" : "Equally worrying many of these jobs are not directly involved with the delivery of services. Instead they are part of empirebuilding and selfaggrandisement. A survey by Press Gazette in 2015 revealed more than 3400 communications and media officers were employed in Town Halls — double the number working in central government.",
		"28" : "Manchester City Council had 77 while the 47strong media team at Leeds City Council included 20 communications officers ten communications managers nine senior communications officers two senior communications managers five communications assistants and one head of communications and marketing.",
		"29" : "In London the Mayor is assisted among others by a £133000ayear chief of staff a director of communications £121000 and a deputy mayor for social integration £126000",
		"30" : "There is no defence for this jobsfortheboys racket. Some council chiefs try to draw an analogy between running a company and a local authority — but there is no comparison.",
		"31" : "A commercial enterprise has to fight for business in the marketplace while a Town Hall has a guaranteed revenue from the Government and council taxes and an effective monopoly on its local services. And customers go to jail if they don’t pay what they’re told to.",
		"32" : "No great initiative or creativity is required just basic administration — but even that seems beyond them. Council bosses often speak of the need to attract the best talent but most wellrewarded bureaucrats are drawn from a narrow pool of experienced officials.",
		"33" : "Neil Schneider the £193000ayear chief executive of Stockton Council worked for 21 years for the same authority before his appointment.",
		"34" : "If anything top pay rates should be falling because of the diminution of municipal responsibilities in recent years. At Sunderland the council has halved its workforce since 2010 from 8000 to 4000.",
		"35" : "The number of staff in local government is 2.2 million — its lowest level for 18 years. This should have been the cue for salary cuts at the top. Instead the opposite has happened.",
		"36" : "Similarly the move towards giving elected councillors more executive responsibilities should have lowered the workload — and the financial rewards — of the bureaucrats.",
		"37" : "Decline",
		"38" : "But the rise of these professional local politicians has spawned new hierarchies.",
		"39" : "In London the Mayor is assisted among others by a £133000ayear chief of staff a director of communications £121000 a deputy mayor for social integration £126000 and a director of external and international affairs on £107000.",
		"40" : "Traditionally local government staff have been respected for their sense of civic pride. Town clerks of the past were far more impressive figures than today’s panjandrums. The borough secretary had more stature than any ‘head of transformation’.",
		"41" : "Fancy titles and lavish pay are no substitute for a sense of public duty and integrity. As this bloated bureaucratariat looks after itself we witness a decline in the public services they are meant to provide."
	}
}
{
	"_id" : ObjectId("5901af3d3f3dfa0480990895"),
	"title" : "ephraim hardcastle: why no royal presence for the funeral of pc palmer?",
	"date" : "2017-04-12",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4403588/EPHRAIM-HARDCASTLE-PC-Palmer-s-funeral.html",
	"content" : {
		"1" : "The same question was asked after the funeral of Merseyside PC Dave Phillips killed by a hitandrun teenage criminal in 2015.",
		"2" : "The royals keep their distance from the bobbies. When it was once suggested that a prince should be seconded to the police – rather than the Armed Forces – this idea was said to be ‘inappropriate’.",
		"3" : "Why no royal presence at the Southwark Cathedral funeral of stabbed terrorist victim PC Keith Palmer whose body with the Queen’s permission lay at rest overnight in the Palace of Westminster",
		"4" : "PC Keith Palmer 48 a husband and father with 15 years' service killed in the Westminster terror attack",
		"5" : "Apropos the Palmer service when late film maker Michael Winner founded the Police Memorial Trust in 1984 he lobbied in vain for a royal patron. In 2005 he persuaded the Queen to unveil the National Police Memorial in St James’s Park but still failed to fix a royal patron for the charity. So he declined the OBE offered for his trust efforts saying: ‘It’s what you get if you clean the toilets well at King’s Cross Station.’",
		"6" : "Will Prince George three regret being a pageboy at the forthcoming wedding of Pippa Middleton and James Matthews His father William then aged four appeared in a Pirates of Penzancestyle outfit complete with straw boater for the 1986 wedding of the Duke and Duchess of York. He fidgeted during vows and stuck out his tongue at the flower girls. HM His Grandmother was not amused.",
		"7" : "The MatthewsMiddleton match isn’t a royal wedding as such but Kensington Palace officials are involved liaising with the media which means it is sort of. Did Prince Harry and his girlfriend Meghan Markle have to put their engagement and/or nuptials on hold to avoid overshadowing Pippa’s big day For all I know Princess Eugenie and her poshbarman beau Jack Brooksbank who have sported hisandhers engagement rings for months have had to do this.",
		"8" : "Did Prince Harry and his girlfriend Meghan Markle have to put their engagement and/or nuptials on hold to avoid overshadowing Pippa’s big day",
		"9" : "The new Bishop of Sheffield Dr Pete Wilcox has ‘a mildly obsessive interest in all ball sports’ according to his appointment announcement from No 10. How boring. Why not mention that his wife writes raunchy novels described as ‘cassock rippers’ under the name Catherine Fox which include a Christian spoof entitled Fifty Shades Of Purple. And that Bishop Pete reads her manuscripts prior to publication!",
		"10" : "Crooner Peter Sarstedt who died in January aged 75 gave an interview to The Beat magazine now published saying the late chanteur Sacha Distel who died aged 71 in 2004 ‘came up to me picked me up and swung me around like a child and said “You have made me so happy!” ’ Why so The lyrics of Sarstedt’s 1969 song Where Do You Go To My Lovely included the line: ‘You live in a fancy apartment / Off the Boulevard of St Michel / Where you keep your Rolling Stone records / And [you’re] a friend of Sacha Distel.’ Sarstedt admitted: ‘I’d only included Sacha Distel because his name rhymed with Boulevard SaintMichel!’"
	}
}
{
	"_id" : ObjectId("5901af3e3f3dfa0480990896"),
	"title" : "ephraim hardcastle: unease as camilla parker bowles will appear in third season of netflix series the crown",
	"date" : "2017-04-13",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4407028/Camilla-Parker-Bowles-appear-Crown.html",
	"content" : {
		"1" : "They’ll cover her days as Charles’s funloving girlfriend in the 1970s before marrying Guards officer Andrew Parker Bowles.",
		"2" : "Afterwards a disconsolate Charles wrote to his greatuncle and mentor Lord Mountbatten: ‘I suppose the feeling of emptiness will pass eventually.’",
		"3" : "If his sister Princess Anne had married Parker Bowles whom she adored the heir to the throne might have enjoyed a happier life. Might Parker Bowles’s Roman Catholicism have been an issue",
		"4" : "There's unease at Clarence House that Camilla who hopes one day to become Queen will appear in season three of Netflix’s series The Crown pictured at her wedding to the Prince of Wales in 2004",
		"5" : "Prince William’s appearance as president at Bafta’s main movie awards ceremony means he can skip their TV shindig next month without causing undue offence.",
		"6" : "A lucky escape not least because of Claire Foy’s nomination for her admired if impertinent impersonation of his grandmother the Queen in Netflix’s aforementioned The Crown.",
		"7" : "The Queen visits Leicester Cathedral today to distribute Royal Maundy money as well as make amends over not visiting the city in 2015 for the reinterment of her distant ancestor Richard III.",
		"8" : "Prince William’s appearance as president at Bafta’s main movie awards ceremony means he can skip their TV shindig next month without causing undue offence",
		"9" : "It’s a delightfully antiquated ceremony.",
		"10" : "HM even carries a heavily spiced nosegay supposedly symbolising the days when the poor were less scrupulous about personal hygiene.",
		"11" : "He's 86 and frail but Bahamasbased Sir Sean Connery pictured in 1964’s Goldfinger has hit another golfing holeinone – ‘his fifth or sixth’ says his filmmaker son Jason 54.",
		"12" : "The original movie James Bond says in his memoirs: ‘I began to see golf as a metaphor for living... its implicit codes of conduct have provided me with the nearest I have ever come to religion.’",
		"13" : "Don’t tell the ‘Wee Free’ Church of Scotland elders in his native Caledonia!",
		"14" : "Carly Simon’s exhusband businessman James Hart 71 attacks Sir Mick Jagger 73 in a new memoir.",
		"15" : "Married to Ms Simon for 20 years until their divorce in 2007 Hart recalls going to a Rolling Stones concert when Jagger made a point of denying him a backstage pass while granting one to his wife admitting: ‘I seethed throughout the entire concert thinking how ridiculous Jagger looked strutting around the stage.’",
		"16" : "Ms Simon admits a mutual attraction with Jagger but says it remained unrequited adding: ‘Having sex would have actually cooled things off.’",
		"17" : "Donald Trump’s Secretary of State Rex Tillerson currently in Moscow would be happy meeting Russian president Vladimir Putin around a Boy Scout campfire.",
		"18" : "The 65yearold retired Exxon chief executive a former fulltime Scout leader is proudest of his title Eagle Scout awarded to him in 1965.",
		"19" : "He says: ‘All of the leadership training I got I got in the Boy Scouts of America.’",
		"20" : "Mr Putin must be trembling."
	}
}
{
	"_id" : ObjectId("5901af3e3f3dfa0480990897"),
	"title" : "why all roads must lead to des o'connor: craig brown on the real-life games of consequences",
	"date" : "2017-04-13",
	"source" : "dailymail",
	"url" : "http://www.dailymail.co.uk/debate/article-4407140/CRAIG-BROWN-roads-lead-Des-O-Connor.html",
	"content" : {
		"1" : "Life is a game of Consequences. I've always enjoyed the paperfolding game in which people write down the names of two people at random — say King Henry VIII and Katie Price — and then invent a meeting between them complete with 'He said' and 'She said'.",
		"2" : "Every now and then real life throws up its own version of Consequences. Edwina Currie's admission of a long affair with John Major springs to mind as does Rupert Murdoch's recent marriage to Jerry Hall.",
		"3" : "Dropping down a few divisions I also greatly enjoyed the gettogether between the wacky former MP Lembit Opik and one or other of The Cheeky Girls particularly as Lembit Opik had only just stopped dating the weather presenter Sian Lloyd. In troubled times these things add greatly to the gaiety of nations.",
		"4" : "Occasionally two reallife games of Consequences come along at once. I have just finished reading the new autobiography by Prince's former wife the belly dancer Mayte Garcia. From it I learned that after her divorce from Prince Mayte Garcia had a relationship with Tommy Lee of Motley Crue who had in turn once been married to the former Baywatch star Pamela Anderson.",
		"5" : "Quite by chance it so happens that over the past few weeks Pamela Anderson has been in the news for visiting the WikiLeaks boss Julian Assange in his bolthole at the Ecuadorian embassy in Knightsbridge. They were introduced by of all consequential people Vivienne Westwood and now seem to be an item. 'My relationship with Julian — it's no secret' Pamela wrote on her blog.",
		"6" : "So we now have two games of Consequences that have joined together to create a romantic daisy chain that links Julian Assange to the late Prince via Pamela Anderson Tommy Lee and Mayte Garcia.",
		"7" : "But why should we end it there Back in 1989 Prince was dating the actress Kim Basinger still probably best known for her energetic work in the film 9 ½ Weeks. The following year Kim Basinger went out with the hairdresserturnedfilm producer Jon Peters whose most famous former girlfriend was Barbra Streisand.",
		"8" : "From Barbra Streisand our little game of Consequences can head in any number of directions as she is said to have enjoyed flings with among others Ryan O'Neal Kris Kristofferson Omar Sharif and Don Johnson of Miami Vice.",
		"9" : "But let's keep it simple. Streisand's first husband Elliott Gould had a fling with the English actress Vicki Hodge who had appeared in The Stud in 1974 and later that same year Confessions Of A Sex Maniac.",
		"10" : "Vicki Hodge went on to have an affair with Prince Andrew who married Sarah Ferguson in 1986. This means that in just 11 leaps you can get from Julian Assange to Sarah Ferguson. What a small world!",
		"11" : "Pamela Anderson pictured has been in the news for visiting the WikiLeaks boss Julian Assange in his bolthole at the Ecuadorian embassy in Knightsbridge",
		"12" : "On the other hand — and I realise that by now I may be losing those with no interest in algebra or mathematics — Barbra Streisand had a fling with Warren Beatty in 1970. And as every student of showbusiness romance knows all roads lead to and from Warren Beatty.",
		"13" : "If you follow the romantic line starting with Warren Beatty in one direction it goes like this: Warren Beatty — Natalie Wood — Robert Wagner — Jill St John — Frank Sinatra — Marilyn Monroe — Orson Welles — Rita Hayworth — Aly Khan — Thelma Furness — King Edward VIII — Wallis Simpson. By my calculation this makes Julian Assange just 19 romantic leaps away from Mrs Simpson.",
		"14" : "But you may prefer to follow the Warren Beatty line in another direction. So here goes: Warren Beatty dated Diane Keaton from 1981 to 1986. Diane Keaton was romantically involved with Woody Allen in the late Seventies. Woody Allen later fell for Mia Farrow who had previously been the young bride of Frank Sinatra who from 1951 to 1957 was married to Ava Gardner.",
		"15" : "Ava Gardner was no slouch. She had also been married to Artie Shaw and Mickey Rooney. In the late 1940s she had a tempestuous relationship with the billionaire recluse Howard Hughes. 'He was painfully shy' she once admitted.",
		"16" : "So this means that you can trace a line from Julian Assange to Howard Hughes in just 14 moves. Or if you prefer a more comical ending you can employ a further four moves — Howard Hughes — Hedy Lamarr — Stewart Granger — Gillian Vaughan — to get to Des O'Connor.",
		"17" : "It can't be long before Des O'Connor calls on Julian Assange in his Ecuadorian hideaway. After all they'd have a lot to talk about."
	}
}
